/*头文件包含：………………………………………………………………………………………………………………………………………………………………………*/
#include "UniteHead.h"//包含本项目中所有宏定义、全局函数声明（不包全局变量和静态函数）
#include <iostream>

/*全局变量：………………………………………………………………………………………………………………………………………………………………………*/
static int a;

/*静态函数声明：………………………………………………………………………………………………………………………………………………………………………*/
static void myFun1();

/*源代码区：………………………………………………………………………………………………………………………………………………………………………*/
void myFun()
{
	static double b;
	b = PI;
	printf("%f",b);
}

static void myFun1()
{

}