/*预编译：……………………………………………………………………………………………………………… */


/*宏定义：……………………………………………………………………………………………………………*/


/*头文件包含：……………………………………………………………………………………………………………*/
#include<stdio.h>
#include<stdlib.h>
#include<string.h>
#include"MyCode"

/*全局变量：………………………………………………………………………………………………………………*/  
#define MaxVertexNum  30//最大顶点个数
struct Tu
{
	VertexType vertexs[MaxVertexNum];//顶点表
	int vertexNum;//顶点个数
	EdgeType arcs[MaxVertexNum][MaxVertexNum];//邻接矩阵：即边表
	int edgeNum;//边的条数
};


/*函数声明：………………………………………………………………………………………………………………*/


/*功能说明：
 *参数含义：
 *返回值含义： 
 */ 

/*程序主体：………………………………………………………………………………………………………………*/                                                                                     */


